{
  "descriptions" : {
    "Haller Lake" : "Haller Lake is a small lake and neighborhood in north central Seattle, Washington, US, named for Theodore N. Haller, who platted the neighborhood in 1905. His father, Granville O. Haller, was one of Seattle's early settlers, an army officer who amassed a large estate in the region.",
    "Industrial District" : "The Industrial District is the principal industrial area of Seattle, Washington. It is bounded on the west by the Duwamish Waterway and Elliott Bay, beyond which lies Delridge of West Seattle; on the east by Interstate 5, beyond which lies Beacon Hill; on the north by S King and S Dearborn Streets, beyond which lie Pioneer Square and southwest International District of Downtown; and on the south by the main lines of the BNSF Railway and Union Pacific Railroad, or about S Lucille Street, beyond which is Georgetown. SoDo is the name of the northwest portion of the neighborhood, named for its being South of Downtown. SoDo is the location of Safeco Field, home of the Seattle Mariners, and CenturyLink Field, home of the Seattle Seahawks and Seattle Sounders FC. CenturyLink Field was also the site of the former Kingdome.",
    "High Point" : "High Point is a neighborhood in the Delridge district of West Seattle, Washington, USA. It is so named because it contains the highest point in Seattle; the intersection of 35th Avenue SW and SW Myrtle Street is 520 feet (160 m) above sea level. The neighborhood is located on the east side of 35th Ave SW, with approximate north and south boundaries at SW Juneau Street and SW Myrtle Street. The hill is dominated by two huge water towers, and is also the location of Our Lady of Guadalupe School and Parish, on the peak of the highest hill in West Seattle. It is also known for the High Point Projects which were torn down in 2005 to make way for new mixed income housing. High Point is one of Seattle's most diverse neighborhoods, with a substantial immigrant population from Southeast Asia and East Africa.",
    "South Park" : "South Park is a neighborhood in the city of Seattle, in the U.S. state of Washington. It is located just south of Georgetown across the Duwamish River, and just north of the city of Tukwila. Its main thoroughfares are West Marginal Way S. (northwest- and southeast-bound), S. Cloverdale Street (east- and westbound) and 14th Ave. S (north-and-south). South Park connects to Georgetown by two bridges at 1st Ave S. at the northmost end of the neighborhood, and up until June 30, 2010 the South Park Bridge at the north end of 14th Ave. South. The South Park Bridge was closed and reconstructed due to safety concerns, with a planned opening of the new bridge on June 30, 2014 - the four year anniversary of closing the original bridge.",
    "Interbay" : "Interbay is a neighborhood in Seattle, Washington in the United States consisting of the valley between Queen Anne Hill on the east and Magnolia on the west, plus filled-in areas of Smith Cove and Salmon Bay. The neighborhood is bounded on the north by Salmon Bay, part of the Lake Washington Ship Canal, across which is Ballard; on the south by what remains of Smith Cove, an inlet of Elliott Bay; on the east by 15th Avenue W. and Elliott Avenue W.; and on the west by Thorndyke, 20th, and Gilman Avenues W. The Ballard Bridge crosses the ship canal from Interbay to Ballard.",
    "Roxhill" : "Roxhill is mostly residential areas, with a focal point of retail commerce but a great place to raise a family, if your financial situation allows for it. Westwood Village in Roxhill is a strip-mall which includes many retail standbys like Marshalls and Target, as well as strip mall necessities like Barnes & Noble. The real value that Westwood Village brings to Roxhill is a place to shop that is close to many homes , as well as servicing many of West Seattle bus riders. Roxhill isn’t all about retail. There are a lot of great areas suitable for field sports, picnics, and other outdoor activities. These green areas are interconnected with others throughout the city, which add to a certain community spirit. Also, Longfellow Creek flows through Roxhill Park which allows for relaxing evenings in the park.",
    "Lower Queen Anne" : "Lower Queen Anne is a neighborhood in Seattle, Washington, at the base of Queen Anne Hill. While its boundaries are not precise, the toponym usually refers to the shopping, office, and residential districts to the north and west of Seattle Center. The districts to the west of the Center are also known as Uptown. The neighborhood is connected to Upper Queen Anneu2014the shopping district at the top of the hillu2014by an extremely steep section of Queen Anne Avenue N. known as the Counterbalance, in memory of the cable cars that once ran up and down it.",
    "North Delridge" : "Delridge is a district in West Seattle, Washington that stretches along Delridge Way, an arterial that follows the eastern slope of the valley of Longfellow Creek, from near its source just within the southern city limits north to the West Seattle Bridge over the Duwamish River.",
    "View Ridge" : "View Ridge is a neighborhood in north Seattle, Washington. As with all Seattle neighborhoods, its boundaries are not fixed, but can be thought of as NE 65th Street in the south, 40th and 45th Avenues NE in the west, the Sand Point Country Club in the north, and Sand Point Way NE in the east. Many homes offer views of Lake Washington, Mount Rainier, and the Cascade Range. View Ridge Elementary School is located within the neighborhood, and the neighborhood also offers a large park and playfield (View Ridge Park) across the street from the elementary school. The View Ridge Swim and Tennis Club is located on the eastern edge of View Ridge, and the Sand Point Country Club is located on the northern edge.",
    "Wallingford" : "Wallingford is a neighborhood in north central Seattle, Washington, named after John Noble Wallingford, Jr. (1833u20131913). The QFC supermarket at the corner of N 45th Street and Wallingford Avenue N may be regarded as the center of the neighborhood; its large WALLINGFORD neon sign is made in part from letters in the old FOOD GIANT sign that adorned QFC's predecessor for decades, into the late 1990s.",
    "Victory Heights" : "Victory Heights is a neighborhood in the Lake City district of Seattle, Washington. It was named after the Victory Highway, which formed the eastern border of the area. The highway was originally called the Gerhart Erickson Road, the namesake of which was Gerhart Erickson, who sponsored the Good Roads legislation in 1903. The road was then renamed Bothell Road, changed to Victory Highway in 1924, before returning to Bothell Road; it is now called Lake City Way NE. The neighborhood was annexed to the city of Seattle in 1954.",
    "Madrona" : "Madrona is a mostly residential neighborhood in east central Seattle, Washington. It is bounded on the east by Lake Washington; on the south by E. Cherry Street, beyond which is Leschi; on the west by Martin Luther King, Jr. Way, beyond which is the Central District; and on the north by E. Howell Street, beyond which is Denny-Blaine.",
    "West Seattle" : "West Seattle comprises two of Seattle, Washington's thirteen districts, Delridge and Southwest, and encompasses all of Seattle west of the Duwamish River. It was incorporated as an independent town in 1902 and was annexed by Seattle in 1907. Among the area's attractions are its saltwater beach parks along Elliott Bay and Puget Sound, including Alki Beach Park and Lincoln Park. The area is also known for its views of the Olympic Mountains to the west and the Cascade Range to the east.",
    "Georgetown" : "\"Georgetown, Washington\" redirects here. For the neighborhood in Washington, D.C., see Georgetown, Washington, D.C.",
    "Roosevelt" : "Roosevelt is a neighborhood in north Seattle, Washington. Its main thoroughfare, originally 10th Avenue, was renamed Roosevelt Way upon Theodore Roosevelt's death in 1919. The neighborhood received his name as the result of a Community Club contest held eight years later, in 1927.",
    "Broadmoor" : "Broadmoor is a gated residential community of 85 acres (340,000 mu00b2) and golf course of 115 acres (465,000 mu00b2) in Seattle, Washington, USA. It is bounded on the west by the Washington Park Arboretum, on the south by E. Madison Street, beyond which is the Washington Park neighborhood, on the east by 37th Avenue E., beyond which is the Madison Park neighborhood, and on the north by Union Bay marshland. It was founded on September 10, 1924. It is an affluent neighborhood, filled with Seattle's upperclass.",
    "Leschi" : "Leschi is a neighborhood located within the city of Seattle, Washington, USA. The neighborhood is named after Chief Leschi of the Nisqually tribe.",
    "Bryant" : "Bryant is a residential neighborhood in northeast Seattle, Washington. According to the City of Seattle's neighborhood maps (as pictured), it is bounded by 35th Avenue NE and NE 45th Place on the west, beyond which is Ravenna; Sand Point Way NE and 45th Ave NE on the east, beyond which are Laurelhurst and Windermere; and NE 75th Street and NE 65th Street on the north, beyond which are View Ridge and Wedgwood. Many who live in the northernmost section of Bryant proudly identify as Wedgwood residents.",
    "Highland Park" : "Highland Park is traditionally a working-class neighborhood, due to its proximity to Boeing Field and other employers in the Industrial District. As with White Center immediately to the south, it now features wide demographic and ethnic diversity. Westcrest Park is adjacent to the West Seattle Reservoir. It offers an off-leash dog area.",
    "Loyal Heights" : "Loyal Heights was first considered a suburb of the city of Ballard, before it was annexed into Seattle. It includes the area north of 65th and west of 15th Avenue, extending to Puget Sound, though sometimes the western part is referred to as Sunset Hill. The man who first developed the area had a daughter named Loyal. He must have loved her a lot, because he not only named the neighborhood after her, but also Loyal Beach and the local trolley line. (As a side note, you have to wonder how is other daughter, Priscilla, felt about all of that!) Nearly all of the residences here are homes that were built before the 1960s, which only adds to the old-school charm of this neighborhood.",
    "Capitol Hill" : "This is a redirect from a modification of the target's title; for example, its words are rearranged, or punctuation in the name is changed. In cases of modification from distinctly longer or shorter names, please use {{R from long name}} or {{R from short name}}, respectively. For more information follow the category link.",
    "Greenwood" : "Greenwood is a neighborhood in north central Seattle, Washington, USA. The intersection of Greenwood Avenue North and North 85th Street is the commercial center. Greenwood is known for its numerous bars, restaurants, coffee houses and specialty stores.",
    "Seward Park" : "Seward Park is a neighborhood in southeast Seattle, Washington just west of the park of the same name. The park itself occupies all of Bailey Peninsula, a prominent, forested peninsula that juts into Lake Washington. The attached map is accurate, broadly speaking, in capturing \"Greater Seward Park,\" though real estate sites, such as Zillow, will refer to the part of the neighborhood north of Orcas Street as Lakewood, which is reasonable, since that neighborhood is the historic home of a \"community club\" (which owns its own house and land) once known as the Lakewood Community Club (built on or around the 1920s), and now known as the Lakewood-Seward Community Club.",
    "Whittier Heights" : "This small residential section of Ballard is ideal for people who love the vibe of northwest Seattle but want a slightly quieter place to call home. Much like other nearby subdivisions like Loyal Heights and Sunset Hill, Whittier Heights was only moved into once the housing options in downtown Ballard had filled up. The biggest era for growth was 1920 through 1940, when most of the houses were built. In more recent years, some new homes have been built, leaving the neighborhood with a nice mix of the vintage and the modern.",
    "Phinney Ridge" : "Phinney Ridge is a neighborhood in north central Seattle, Washington, USA. It is named after the ridge which runs north and south, separating Ballard from Green Lake, from approximately N. 45th to N. 85th Street. The ridge, in turn, is named after Guy C. Phinney, lumber mill owner and real estate developer, whose estate was bought by the city and turned into Woodland Park in 1899. Phinney's estate had included a private menagerie, and the western half of the park became what is now the Woodland Park Zoo.",
    "Windermere" : "Windermere is a well-to-do residential neighborhood in Seattle, Washington, named after Windermere in England's Lake District. It is bounded on the north by Magnuson Park, part of Sand Point; on the northwest by Sand Point Way N.E., beyond which is Hawthorne Hills; on the southwest by Ivanhoe Place N.E., beyond which is Laurelhurst; and on the southeast by Lake Washington. The area has been a part of Seattle since 1910.",
    "Riverview" : "South Seattle Community College (1970) is in Riverview. The college is notable for the South Seattle Community College Arboretum. The Seattle Chinese Garden borders the Arboretum. The gardens are on the bluff overlooking the Duwamish River. Boundaries include Puget Park/Oregon Avenue on the north, Delridge Avenue SW on the west, Highland Park Way SW, West Marginal Way SW and the Duwamish Waterway on the east, and SW Orchard Street, Dumar Way SW and SW Holden Street on the south",
    "Downtown" : "Downtown is the central business district of Seattle, Washington. It is fairly compact compared with other city centers on the West Coast of the United States because of its geographical situation. It is hemmed in on the north and east by hills, on the west by Elliott Bay, and on the south by reclaimed land that was once tidal flats. It is bounded on the north by Denny Way, beyond which are Lower Queen Anne (sometimes known as \"Uptown\"), Seattle Center, and South Lake Union; on the east by Broadway Avenue, beyond which is Capitol Hill to the northeast and the Central District to the east; on the south by Dearborn Avenue, beyond which is Sodo; and on the west by Elliott Bay, which is part of Puget Sound (an inlet of the Pacific Ocean). Belltown, Denny Triangle, the retail district, the West Edge, the financial district, the government district, Pioneer Square, Chinatown, Japantown, Little Saigon, and the western flank of First Hill west of Broadway consist of downtown Seattle's chief neighbourhoods. Near the center of downtown is the Metropolitan Tract, owned by the University of Washington, the location of the university's pre-1895 campus. Downtown is Seattle's finance hub, its commercial maritime hub, its centre of nightlife, and its centre of shopping. (The downtown shopping mall Westlake Center is connected to Seattle Center by way of a monorail). The area is also home to the landmark Pike Place Market, the oldest continually-operating farmer's market in the United States and the core of activity in the area.",
    "Magnolia" : "Magnolia is the second largest neighborhood of Seattle, Washington by area. It occupies a hilly peninsula northwest of downtown. Magnolia has been a part of the city since 1891. A good portion of the peninsula is taken up by Discovery Park, formerly the U.S. Army's Fort Lawton.",
    "North Beach" : "With expansive views of Puget Sound, one of Seattle’s best parks—Carkeek—in its back yard, and beautiful homes that were almost all built within twenty years of each other, the Blue Ridge neighborhood of north Seattle has plenty to offer. Just south of Blue Ridge and bordering another stunner of a park, Golden Gardens, North Beach is a little less formal than Blue Ridge, but has similar homes and views. The two neighborhoods are often lumped together as the Blue Ridge/North Beach neighborhood.",
    "Arbor Heights" : "Arbor Heights is a neighborhood in West Seattle, Washington, made up of the area south of SW Roxbury Street, north and east of Puget Sound, but excluding the downhill portion on the west side of this region.  It is the southernmost section of West Seattle.",
    "Denny-Blaine" : "Denny-Blaine is a neighborhood in east central Seattle, Washington. It is bounded on the east by Lake Washington; on the south by E. Howell Street, beyond which is Madrona; on the west by 32nd Avenue, beyond which is Madison Valley; and on the north by Lake Washington Boulevard E., Hillside Drive E., and E. Prospect Street, beyond which are Washington Park and Madison Park.",
    "Blue Ridge" : "Blue Ridge is a neighborhood in the city of Seattle, in the U.S. state of Washington.",
    "Rainier Beach" : "Rainier Beach is a set of neighborhoods in Seattle, Washington that are mostly residential. Also called Atlantic City, Rainier Beach can include Dunlap, Pritchard Island, and Rainier View neighborhoods.",
    "Atlantic" : "Atlantic is the northernmost neighborhood of the Rainier Valley, USA, between Mount Baker Ridge and Beacon Hill. Atlantic is located in the Central District of east-central Seattle, Washington, though it may also be considered part of South Seattle and the Rainier Valley. Atlantic contains the Judkins Park neighborhood.",
    "Meadowbrook" : "Meadowbrook is a neighborhood in the Lake City district (township annexed in 1954) of Seattle, Washington. Meadowbrook is centered on open fields adjacent to the Meadowbrook Community Center, swimming pool, and Nathan Hale High School. It is bounded on the south by NE 95th Street and the Wedgwood neighborhood, on the north by NE 120th Street and Cedar Park, on the west by Lake City Way NE (State Route 522u2013SR 522) and Victory Heights., and on the east by 35th Avenue NE and Matthews Beach, (map). The neighborhood is almost entirely residential. There are no commercial strips, though there are some small restaurants and other businesses.",
    "Olympic Hills" : "Olympic Hills is a neighborhood in the Lake City district of Seattle, Washington.",
    "Crown Hill" : "Crown Hill is a neighborhood in the city of Seattle, in the U.S. state of Washington.",
    "First Hill" : "First Hill is a neighborhood in Seattle, Washington, named for the hill on which it is located. The hill, in turn, is so named for being the first hill one encounters traveling east from downtown Seattle toward Lake Washington. First Hill is bounded on the west by Interstate 5, beyond which is Downtown, on the north by E. Pike and E. Madison Streets, beyond which is Capitol Hill, and on the south by S. Main St., beyond which is the International District. The City of Seattle provides conflicting information about its eastern limit, beyond which are Cherry Hill and the Central District. Some describe it as being bounded by Broadway and Boren Avenues, while others describe it as being bounded by 12th Avenue.",
    "South Lake Union" : "South Lake Union (sometimes SLU) is a neighborhood in Seattle, Washington, so named because it is at the south tip of Lake Union.",
    "Madison Valley" : "Madison Valley is a neighborhood in Seattle located east of Capitol Hill; west of Washington Park; south of Montlake; and north of the Central District.",
    "Olympic Manor" : "A small neighborhood north of Ballard",
    "Montlake" : "Montlake is an affluent residential neighborhood in central Seattle. It is bounded to the north by Portage Bay and the Montlake Cut section of the Lake Washington Ship Canal, to the east by the Washington Park Arboretum, and to the south and west by Interlaken Park. Capitol Hill is on its south and west sides, and the University of Washington lies across the Montlake Cut to the north. State Route 520 runs through the northern tip of Montlake, isolating four blocks from the rest of the neighborhood. Though sports at the University of Washington are often referred to metonymically as \"Montlake,\" UW sports facilities are not located within the traditional bounds of the neighborhood (but are located on Montlake Boulevard N.E., across the Montlake Cut from the neighborhood).",
    "International District" : "The Chinatown-International District of Seattle, Washington (also known by its component names or simply as the I.D.) is an ethnic enclave neighborhood and is the center of Seattle's Asian American community. The neighborhood is multiethnic, consisting mainly of people who are of Chinese, Japanese, and Filipino ethnicity. There are also significant populations of people who are of Vietnamese, Korean, Thai, Laotian, Cambodian, and Pacific Islander descent, as well as other communities.",
    "Ravenna" : "Ravenna is a neighborhood in northeastern Seattle, Washington named after Ravenna, Italy. Though Ravenna is considered a residential neighborhood, it also is home to several businesses, many of which are located in the University Village, a shopping mall. Many of the neighborhood's residents are graduate students and professors at the University of Washington, with one of the main neighborhood roads, Ravenna Boulevard, commonly referred to as \"professors' row\".",
    "Sand Point" : "Sand Point is a neighborhood in Seattle, Washington, United States, named after and consisting mostly of the Sand Point peninsula that juts into Lake Washington, which is itself largely given over to Magnuson Park. Its southern boundary can be said to be N.E. 65th Street, beyond which are Windermere and Hawthorne Hills; its northern boundary, N.E. 95th Street, beyond which is Lake City. The western limit of the neighborhood, beyond which are View Ridge and Wedgwood, is not fixed and can be said to be anywhere up the hill that extends west from Sand Point Way N.E. as far as 35th Avenue N.E. It is also the former home of Seattle Naval Air Station.",
    "University District" : "The University District (commonly, the U District) is a district of neighborhoods in Seattle, Washington, so named because the main campus of the University of Washington (UW) is located there. The UW moved in two years after the area was annexed to Seattle, while much of the area was still clear cut forest or stump farmland. The district of neighborhoods grew with the university to become like a smaller version of urban American cities.",
    "Ballard" : "Ballard is a neighborhood located in the northwestern part of Seattle, Washington. To the north it is bounded by Crown Hill, (N.W. 85th Street); to the east by Greenwood, Phinney Ridge and Fremont (along 8th Avenue N.W.); to the south by the Lake Washington Ship Canal; and to the west by Puget Soundu2019s Shilshole Bay. The neighborhoodu2019s landmarks include the Hiram M. Chittenden Locks (known locally as the \"Ballard Locks\"), the Nordic Heritage Museum, the Shilshole Bay Marina, and Golden Gardens Park.",
    "Central District" : "The Central District is a mostly residential district in Seattle located east of Cherry Hill, west of Madrona and Leschi, south of Capitol Hill, and north of Rainier Valley. Historically, the Central District has been one of Seattle's most racially and ethnically diverse neighborhoods, and is the center of Seattle's black community.",
    "Green Lake" : "Green Lake is a neighborhood in north central Seattle, Washington. Its centerpiece is the lake and park after which it is named.",
    "Admiral" : "North Admiral (or simply the Admiral District) is the oldest neighborhood in West Seattle, Washington. In the early 1900s it was connected to Seattle by ferries and a cable car. These ferries included the paddle steamers City of Seattle and West Seattle.",
    "Mount Baker" : "Mount Baker is a neighborhood in southeast Seattle. The neighborhood's name comes from the view of Mount Baker in Whatcom County, that is seen by looking north over Lake Washington. It is bounded by Lake Washington to the east, Interstate 90 and then Leschi to the north, Rainier Valley to the west, and Lakewood and Columbia City to the south. The neighborhood has a community club and a rowing team. It hosts Seattle's annual Seafair, which includes an airshow featuring the U.S. Navy Blue Angels, hydroplane races, a fireworks show, and other festivities. Franklin High School serves this area.",
    "North College Park" : "Seattle annexed most of North Seattle in 1954. North College Park became defined with the Licton Springs neighborhood with the establishment of North Seattle Community College (1970). Facing NW. Soon after 2006 renovation Licton Springs and the Sunny Walter–Pillings Pond are part of the Densmore Drainage Basin. The springs at the North Police Precinct and North Seattle Community College are headwaters of the south fork of Thornton Creek; this fork flows through culverts under I-5 and the south lot of Northgate Mall development. These neighborhoods are natural extensions of Maple Leaf downstream. Neighborhood activists and North Seattle Community College (NSCC) have been promoting habitat restoration in support. NSCC grounds have a nationally-recognized native habitat, a pentimento of restored native species on a palimpsest of former 1940s suburb, former dairy farm, former bog where native Dkhw’Duw’Absh harvested cranberries.",
    "Queen Anne" : "Queen Anne Hill is a neighborhood and geographic feature in Seattle, Washington, northwest of downtown. The neighborhood sits on the highest named hill in the city, with a maximum elevation of 456 feet (139 m). It covers an area of 7.3 square kilometers (2.8 sq mi), and has a population of about 28,000. Queen Anne is bordered by Belltown to the south, Lake Union to the east, the Lake Washington Ship Canal to the north and Interbay to the west.",
    "Fremont" : "Fremont is a neighborhood in Seattle, Washington. Originally a separate city, it was annexed to Seattle in 1891, and is named after Fremont, Nebraska, the hometown of two of its founders Luther H. Griffith and Edward Blewett.",
    "Bitter Lake" : "Bitter Lake is a neighborhood in Seattle, Washington, USA, named after its most notable feature, Bitter Lake. It was a mostly natural forest of Douglas-fir and Western Redcedar, inhabited by Native Americans, until the late 19th century. Development especially picked up when the Seattle-to-Everett Interurban streetcar reached the lake in 1906. A sawmill operated in the area until 1913, when most of the trees had been cut down.",
    "Madison Park" : "Madison Park is a neighborhood in east central Seattle, Washington, USA, named after the city park at the foot of E. Madison Street on the Lake Washington shore. It is bounded on the east by Lake Washington; on the south by the intersection of Lake Washington Boulevard E. and 39th Avenue E., beyond which is Denny-Blaine; on the west by Lake Washington Boulevard E.; and on the north by Union Bay. Washington Park and the private Broadmoor community and golf course are subunits within Madison Park. The neighborhood's main thoroughfares are E. Madison Street (northeast- and southwest-bound) and McGilvra Boulevard E. (north- and southbound).",
    "Columbia City" : "Columbia City is a neighborhood in the Rainier Valley area of southeast Seattle, Washington. In recent years, it has become a relatively trendy neighborhood in Seattle; some residents have seen this as gentrification. It is best known for being a historic district, being one of the few parts of Seattle with genuine ethnic and income diversity (some claim that its zip code, 98118, is one of the most diverse in America  and for being an extremely walkable (with a 98% \"WalkScore\") and transit-oriented \"urban village.",
    "Belltown" : "Belltown is the most densely populated neighborhood in Seattle, Washington, United States, located on the city's downtown waterfront on land that was artificially flattened as part of a regrading project. Formerly a low-rent, semi-industrial arts district, in recent decades it has transformed into a neighborhood of trendy restaurants, boutiques, nightclubs, and residential towers as well as warehouses and art galleries. The area is named after William Nathaniel Bell, on whose land claim the neighborhood was built.",
    "Maple Leaf" : "Maple Leaf is a mostly residential neighborhood in Seattle, originally a rural suburb (subdivided c. 1894) named Maple Leaf Addition to the Green Lake Tract or Green Lake Circle. The name may have come from the Maple Saw Mill that operated to the east on Lake Washington or from maple trees that once grew in the area, though a popular story is that in the early days of Seattle's settlement the neighborhood was \"so far north, it might as well have been Canada\", and was named \"Maple Leaf\" as an inside joke.",
    "Pinehurst" : "Pinehurst is a neighborhood in the Northgate area of Seattle, Washington, United States. It is bounded by NE 145th Street to the north, NE Northgate Way to the south, I-5 to the west, and Lake City Way to the east. These boundaries were determined by the Pinehurst Community Council. Pinehurst's northern boundary of NE 145th Street is the Shoreline city limit line, making Pinehurst one of the northernmost neighborhoods in the city of Seattle.",
    "Brighton" : "Brighton is a neighborhood in south Seattle, Washington, part of the greater Rainier Valley district.",
    "Hawthorne Hills" : "Hawthorne Hills is an upscale residential neighborhood in Seattle, Washington. It is included on the City's Atlas as part of Windermere, but is generally recognized as a distinct neighborhood with its own Community Council[1]. According to a 2013 analysis by Seattle Met Magazine and Zillow of 101 Seattle neighborhoods, Hawthorne Hills has the second-highest median household income of any Seattle neighborhood ($111,671, behind only Laurelhurst), and ranks 6th of 98 in median home value[2]. This analysis also indicated that Hawthorne Hills had the lowest crime rate of all 101 Seattle neighborhoods.",
    "Matthews Beach" : "Matthews Beach is a neighborhood in Seattle, Washington; it and Meadowbrook are the southern neighborhoods of the annexed township of Lake City (1954). Matthews Beach lies about 2 miles (3 km) northeast of the University of Washington, about 8 miles (13 km) northeast of Downtown.",
    "South Delridge" : "Delridge is a district in West Seattle, Washington that stretches along Delridge Way, an arterial that follows the eastern slope of the valley of Longfellow Creek, from near its source just within the southern city limits north to the West Seattle Bridge over the Duwamish River.",
    "Portage Bay" : "Portage Bay is body of water, often thought of as the eastern arm of Lake Union, that forms a part of the Lake Washington Ship Canal in Seattle, Washington.",
    "Cedar Park" : "Cedar Park is a neighborhood in the Lake City district of Seattle, Washington. The name generally refers to the residential neighborhoods east of Lake City adjoining Lake Washington.",
    "Eastlake" : "Eastlake is a neighborhood in Seattle, Washington, so named because of its location on the eastern shore of Lake Union. Its main thoroughfare is Eastlake Avenue E., which runs from Howell Street at the northeast corner of Downtown north over the University Bridge to the University District, where it connects to Roosevelt Way N.E. and 11th Avenue N.E. A second thoroughfare is Boylston Avenue E.; as an arterial, it parallels Interstate 5 for the four blocks between E. Newton Street to the south and E. Roanoke Street to the north, acting as an extension of Capitol Hill's Lakeview Boulevard E.",
    "Fauntleroy" : "Fauntleroy is a neighborhood in the southwest corner of Seattle, Washington. Part of West Seattle and situated on Puget Sound's Fauntleroy Cove (into which Fauntleroy Creek flows from its source in Fauntleroy Park), it faces Vashon Island, Blake Island, and the Kitsap Peninsula to the west. On sunny days, many locations in the neighborhood offer views of the Olympic Mountains, which are about 40 miles (64.4 kilometers) to the west. The neighborhood adjoins Lincoln Park to the north, Fauntlee Hills to the east, and Arbor Heights to the south. Within Fauntleroy is an area known as Endolyne (the \"end of the line\" of the Fauntleroy Park streetcar route in the early 1900s). Fauntleroy is home to an eponymous Washington State Ferries terminal, providing service to Vashon Island and Southworth.",
    "Northgate" : "Northgate is an informal, upscale district of neighborhoods in north urban Seattle, Washington named for and surrounding Northgate Mall, the first covered mall in the United States. Its east-west principal arterials are NE Northgate Way and 130th Street, and its north-south principal arterials are Roosevelt Way NE and Aurora Avenue N (SR 99). Minor arterials are College Way-Meridian Avenue N, 1st, 5th, and 15th avenues NE. Interstate 5 runs through the district. Besides the eponymous mall, the most characteristic distinctions of the area are North Seattle College (NSC), the south fork of the Thornton Creek watershed, and the Sheikh Abdul Kadir Idriss Mosque, also known as \"Sheikh Idriss Mosque\" or \"Islamic Idriss Mosque\".",
    "Westlake" : "Westlake is a neighborhood in the city of Seattle, in the U.S. state of Washington, named after its location on the western shore of Lake Union. It is a relatively narrow neighborhood, there being only a few blocks between the shoreline and its western limit at Aurora Avenue N., beyond which is Queen Anne. To the south beyond Aloha Street is South Lake Union, and to the north across the Fremont Cut is Fremont. Its main thoroughfares are Dexter and Westlake Avenues N. (north- and southbound).",
    "Pioneer Square" : "Pioneer Square is a neighborhood in the southwest corner of Downtown Seattle, Washington, USA. It was once the heart of the city: Seattle's founders settled there in 1852, following a brief six-month settlement at Alki Point on the far side of Elliott Bay. The early structures in the neighborhood were mostly wooden, and nearly all burned in the Great Seattle Fire of 1889. By the end of 1890, dozens of brick and stone buildings had been erected in their stead; to this day, the architectural character of the neighborhood derives from these late 19th century buildings, mostly examples of Richardsonian Romanesque.",
    "Alki" : "Alki Point /u02c8u00e6lkau026a/ is the westernmost point in the West Seattle district of Seattle, Washington; Alki is the peninsular neighborhood surrounding it. Jutting out into Puget Sound, Alki was the original white settlement in what was to become the city of Seattle. Part of the city of West Seattle from 1902 to 1907, Alki was annexed to Seattle along with the rest of West Seattle in 1907.",
    "Sunset Hill" : "Sunset Hill is an area located in the northwest corner of the Ballard neighborhood of Seattle, Washington. It is home to the Sunset Hill Community Association. Founded in 1922 it was one of the first Seattle neighborhood associations. It is also home to the Sunset Hill Viewpoint Park, located at 7531 34th Ave NW. This park provides a scenic overlook onto the Shilshole and Elliott bays and provides a popular vantage point for photographs of the Olympic Range.",
    "Broadview" : "Broadview is a neighborhood in northwestern Seattle, Washington, USA.",
    "Laurelhurst" : "Laurelhurst is a residential neighborhood in Seattle, Washington, USA. It is bounded on the northeast by Ivanhoe Place N.E., beyond which is Windermere; on the northwest by Sand Point Way N.E. and N.E. 45th Street, beyond which are Hawthorne Hills, Ravenna, and University Village; on the west by Mary Gates Memorial Drive N.E., beyond which is the East Campus of the University of Washington; on the southwest by Union Bay; and on the east by Lake Washington. Seattle Children's Hospital is located in its northwest corner. The area has been a part of Seattle since 1910.",
    "Beacon Hill" : "Beacon Hill is a hill and neighborhood in southeast Seattle, Washington. The municipal government subdivides it into North Beacon Hill, Mid-Beacon Hill, Holly Park, and South Beacon Hill, though most people who live there simply call it \"Beacon Hill.\" Former home to the world headquarters of Amazon.com and present home to the Seattle Division of the Department of Veterans Affairs' Puget Sound Health Care System, the hill offers views of downtown, the Industrial District, Elliott Bay, First Hill, Rainier Valley, and, when the weather is good, Mount Rainier and the Olympic Mountains. It is roughly bounded on the west by Interstate 5, on the north by Interstate 90, on the east by Rainier Avenue South, Cheasty Boulevard South, and Martin Luther King Junior Way South, and on the south by the Seattle city boundary. Homes on the northern part of the hill were mostly built in the early 1900s; thus, North Beacon Hill contains many excellent examples of Craftsman bungalows and Seattle box houses, a local variant of the Foursquare style.",
    "Wedgwood" : "Wedgwood is a middle class residential neighborhood of northeast Seattle, Washington, with a modest commercial strip. Wedgwood is located about two miles (3 km) north, and slightly east, of the University of Washington; it is about six miles (10 km) northeast of Downtown. The neighborhood is further typical of Seattle neighborhoods in having more than one name and having different, overlapping, but well-documented definitions of the neighborhood."
  },
  "citations" : {
    "Haller Lake" : "http://en.wikipedia.org/wiki/Haller_Lake,_Seattle",
    "Industrial District" : "http://en.wikipedia.org/wiki/Industrial_District,_Seattle",
    "High Point" : "http://en.wikipedia.org/wiki/West_Seattle,_Seattle",
    "South Park" : "http://en.wikipedia.org/wiki/South_Park,_Seattle",
    "Interbay" : "http://en.wikipedia.org/wiki/Interbay,_Seattle",
    "Roxhill" : "http://en.wikipedia.org/wiki/Delridge,_Seattle#Roxhill",
    "Lower Queen Anne" : "http://en.wikipedia.org/wiki/Lower_Queen_Anne,_Seattle",
    "North Delridge" : "http://en.wikipedia.org/wiki/Delridge,_Seattle",
    "View Ridge" : "http://en.wikipedia.org/wiki/View_Ridge,_Seattle",
    "Wallingford" : "http://en.wikipedia.org/wiki/Wallingford,_Seattle",
    "Victory Heights" : "http://en.wikipedia.org/wiki/Victory_Heights,_Seattle",
    "Madrona" : "http://en.wikipedia.org/wiki/Madrona,_Seattle",
    "West Seattle" : "http://en.wikipedia.org/wiki/West_Seattle,_Seattle",
    "Georgetown" : "http://en.wikipedia.org/wiki/Georgetown,_Seattle",
    "Roosevelt" : "http://en.wikipedia.org/wiki/Roosevelt,_Seattle",
    "Broadmoor" : "http://en.wikipedia.org/wiki/Broadmoor,_Seattle",
    "Leschi" : "http://en.wikipedia.org/wiki/Leschi,_Seattle",
    "Bryant" : "http://en.wikipedia.org/wiki/Bryant,_Seattle",
    "Highland Park" : "http://en.wikipedia.org/wiki/Delridge,_Seattle",
    "Loyal Heights" : "http://seattle.findwell.com/seattle-neighborhoods/loyal-heights/",
    "Capitol Hill" : "http://en.wikipedia.org/wiki/Capitol_Hill,_Seattle",
    "Greenwood" : "http://en.wikipedia.org/wiki/Greenwood,_Seattle",
    "Seward Park" : "http://en.wikipedia.org/wiki/Seward_Park,_Seattle",
    "Whittier Heights" : "http://seattle.findwell.com/seattle-neighborhoods/whittier-heights/",
    "Phinney Ridge" : "http://en.wikipedia.org/wiki/Phinney_Ridge,_Seattle",
    "Windermere" : "http://en.wikipedia.org/wiki/Windermere,_Seattle",
    "Riverview" : "http://en.wikipedia.org/wiki/Delridge,_Seattle#Riverview",
    "Downtown" : "http://en.wikipedia.org/wiki/Downtown_Seattle",
    "Magnolia" : "http://en.wikipedia.org/wiki/Magnolia,_Seattle",
    "North Beach" : "http://seattle.findwell.com/seattle-neighborhoods/blue-ridge-north-beach/",
    "Arbor Heights" : "http://en.wikipedia.org/wiki/Arbor_Heights,_Seattle",
    "Denny-Blaine" : "http://en.wikipedia.org/wiki/Denny-Blaine,_Seattle",
    "Blue Ridge" : "http://en.wikipedia.org/wiki/Blue_Ridge,_Seattle",
    "Rainier Beach" : "http://en.wikipedia.org/wiki/Rainier_Beach,_Seattle",
    "Atlantic" : "http://en.wikipedia.org/wiki/Atlantic,_Seattle",
    "Meadowbrook" : "http://en.wikipedia.org/wiki/Meadowbrook,_Seattle",
    "Olympic Hills" : "http://en.wikipedia.org/wiki/Olympic_Hills,_Seattle",
    "Crown Hill" : "http://en.wikipedia.org/wiki/Crown_Hill,_Seattle",
    "First Hill" : "http://en.wikipedia.org/wiki/First_Hill,_Seattle",
    "South Lake Union" : "http://en.wikipedia.org/wiki/South_Lake_Union,_Seattle",
    "Madison Valley" : "http://en.wikipedia.org/wiki/Madison_Valley,_Seattle",
    "Olympic Manor" : "",
    "Montlake" : "http://en.wikipedia.org/wiki/Montlake,_Seattle",
    "International District" : "http://en.wikipedia.org/wiki/Seattle_Chinatown-International_District",
    "Ravenna" : "http://en.wikipedia.org/wiki/Ravenna,_Seattle",
    "Sand Point" : "http://en.wikipedia.org/wiki/Sand_Point,_Seattle",
    "University District" : "http://en.wikipedia.org/wiki/University_District,_Seattle",
    "Ballard" : "http://en.wikipedia.org/wiki/Ballard,_Seattle",
    "Central District" : "http://en.wikipedia.org/wiki/Central_District,_Seattle",
    "Green Lake" : "http://en.wikipedia.org/wiki/Green_Lake,_Seattle",
    "Admiral" : "http://en.wikipedia.org/wiki/North_Admiral,_Seattle",
    "Mount Baker" : "http://en.wikipedia.org/wiki/Mount_Baker,_Seattle",
    "North College Park" : "http://en.wikipedia.org/wiki/Licton_Springs,_Seattle#North_College_Park",
    "Queen Anne" : "http://en.wikipedia.org/wiki/Queen_Anne,_Seattle",
    "Fremont" : "http://en.wikipedia.org/wiki/Fremont,_Seattle",
    "Bitter Lake" : "http://en.wikipedia.org/wiki/Bitter_Lake,_Seattle",
    "Madison Park" : "http://en.wikipedia.org/wiki/Madison_Park,_Seattle",
    "Columbia City" : "http://en.wikipedia.org/wiki/Columbia_City,_Seattle",
    "Belltown" : "http://en.wikipedia.org/wiki/Belltown,_Seattle",
    "Maple Leaf" : "http://en.wikipedia.org/wiki/Maple_Leaf,_Seattle",
    "Pinehurst" : "http://en.wikipedia.org/wiki/Pinehurst,_Seattle",
    "Brighton" : "http://en.wikipedia.org/wiki/Brighton,_Seattle",
    "Hawthorne Hills" : "http://en.wikipedia.org/wiki/Hawthorne_Hills,_Seattle",
    "Matthews Beach" : "http://en.wikipedia.org/wiki/Matthews_Beach,_Seattle",
    "South Delridge" : "http://en.wikipedia.org/wiki/Delridge,_Seattle",
    "Portage Bay" : "http://en.wikipedia.org/wiki/Portage_Bay",
    "Cedar Park" : "http://en.wikipedia.org/wiki/Cedar_Park,_Seattle",
    "Eastlake" : "http://en.wikipedia.org/wiki/Eastlake,_Seattle",
    "Fauntleroy" : "http://en.wikipedia.org/wiki/Fauntleroy,_Seattle",
    "Northgate" : "http://en.wikipedia.org/wiki/Northgate,_Seattle",
    "Westlake" : "http://en.wikipedia.org/wiki/Westlake,_Seattle",
    "Pioneer Square" : "http://en.wikipedia.org/wiki/Pioneer_Square,_Seattle",
    "Alki" : "http://en.wikipedia.org/wiki/Alki_Point,_Seattle",
    "Sunset Hill" : "http://en.wikipedia.org/wiki/Sunset_Hill,_Seattle",
    "Broadview" : "http://en.wikipedia.org/wiki/Broadview,_Seattle",
    "Laurelhurst" : "http://en.wikipedia.org/wiki/Laurelhurst,_Seattle",
    "Beacon Hill" : "http://en.wikipedia.org/wiki/Beacon_Hill,_Seattle",
    "Wedgwood" : "http://en.wikipedia.org/wiki/Wedgwood,_Seattle"
  }
}